---
kind: property
id: P:Autodesk.Revit.DB.Visual.Ceramic.CeramicBumpAmount
source: html/b3919c77-8f87-0555-4c03-0f6e95daba1b.htm
---
# Autodesk.Revit.DB.Visual.Ceramic.CeramicBumpAmount Property

The property labeled "Amount" from the "Ceramic" schema.

## Syntax (C#)
```csharp
public static string CeramicBumpAmount { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 1".